Revit 2027 API
ParameterTypeId.ProfileFlippedHor Property
 "Profile Is Flipped"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ProfileFlippedHor { get; }
Public Shared ReadOnly Property ProfileFlippedHor As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ProfileFlippedHor {
	ForgeTypeId^ get ();
}
static member ProfileFlippedHor : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace